"Dismiss" = "Dismiss";

"Error Loadings Friends" = "Error Loadings Friends";

"Log In Error" = "Log In Error";

"Please check your internet connection" = "Please check your internet connection";

"Prayer is better than sleep" = "%@...\n الصلاة خير من النوم \n Prayer is better than sleep";

"Log In with Facebook" = "Log In with Facebook";

"Log Out, %@" = "Log Out, %@";

"The Facebook login was cancelled by the user." = "The Facebook login was cancelled by the user.";

"Try again later" = "Try again later";

"Change Language Warning Message"="Are you sure you want to change language to %@? \n This will cause the app to exit and you will have to reopen it again by clicking on its icon. \n";
"New Language" = "العربية";
"Change Language Dialog Title"="Change Language";

"Cancel"="Cancel";
"Ok"="Ok";
